{
  "MartinPrivoznik": "Martin Přívozník",
  "siteDescription": "Welcome to the official portfolio of Martin Přívozník. I am a senior developer with a passion for technology and software development of any kind.",
  "siteKeywords": "Martin Přívozník, developer, programmer, software engineer, full-stack, frontend, backend, web development, programming, technology",
  "helloIm": "Hello, I'm",
  "martin": "Martin",
  "heroSubheading1": "Full Stack software engineer, Co‑Founder of",
  "heroSubheading2": "and Web Development Lecturer",
  "home": "Home",
  "about": "About",
  "aboutMe": "About me",
  "aboutMeSubheading": "Some kind words about my livelihood",
  "projects": "Projects",
  "projectsLowerCase": "projects",
  "cv": "CV",
  "skills": "Skills",
  "close": "Close",
  "showCaseOfSomeOfMy": "Showcase of some of my",
  "useless": "useless",
  "useless4pad": "useless",
  "useful": "useful",
  "Useless": "Useless",
  "work": "work",
  "toggle": "Toggle",
  "soIDontHaveToSendPdf": "So I don't have to send you an email with that PDF file",
  "whatDidYouThinkGoWatchThisPage": "What did you think? Go ahead and watch this page",
  "contact": "Contact",
  "achievements": "Achievements",
  "communication": "Communication",
  "issuedBy": "issued by",
  "messageSentAlert1": "Your message has been sent to my inbox! 🎉",
  "messageSentAlert2": "Now just wait for the answer which will come soon",
  "sendNextEmail": "Send next email",
  "sendEmail": "Send email",
  "contactSubheading": "Like what you see? Let's get in touch",
  "fieldRequired": "Field required",
  "authorizedOnly": "Authorized access only",
  "notPublic": "Not public",
  "enterMaximumOf80Chars": "Enter a maximum of 80 characters",
  "enterValidEmailAddress": "Enter a valid email address",
  "enterMaximumOf1000Chars": "Enter a maximum of 1000 characters",
  "fullName": "Full name",
  "yourEmail": "Your email",
  "tellMeAboutYourProject": "Tell me about your project",
  "contactFormSubmissionError": "An error occured while trying co send an email. Try contacting me directly on my email address: marprivoznik@gmail.com",
  "currentPositions": "Current positions",
  "experienceRoadmap": "Experience roadmap",
  "mapOfStudies": "Map of studies",
  "employmentHistory": "Employment history",
  "education": "Education",
  "wannaKnowMore": "Wanna know more?",
  "basicInformation": "Basic information",
  "basicInformationDesc": "My name is Martin Přívozník. I am a {age} year old student with a passion for technology. I am currently based in Prague, where I work in software development and study at the University of Economics. My field of study is Applied Informatics, which I chose to gain knowledge in IT business",
  "hobbies": "Hobbies",
  "hobbiesDesc": "You could say I'm a pub crawler. During the days I devote myself to work on my own projects, school and sometimes computer games. In the evenings, you can most often find me in pubs or dance clubs. During the summer I like to therapeutically shut myself away in the dark for a week to get a break from everything, or go on a water ride. When it comes down to it, I sometimes lighten up my day by trying to hack various systems",
  "personalGoals": "Personal goals",
  "personalGoalsDesc": "On my way, I would like to become a solution architect and an ethical hacker. I enjoy having conversations with people who have experience in development and ethical hacking and absorbing their knowledge. But the goal remains to have a job that will fulfill me one day, and it is clear to me that this path can change several times in my life :)",
  "at": "at",
  "on": "on",
  "nov2020": "Nov 2020",
  "aug2022": "Aug 2022",
  "nov2024": "Nov 2024",
  "dec2024": "Dec 2024",
  "jun2019tosep2019": "Jun 2019 - Sep 2019",
  "oct2019tojul2020": "Oct 2019 - Jul 2020",
  "mar2022tomar2023": "Mar 2022 - Mar 2023",
  "sep2016tojun2020": "Sep 2016 - Jun 2020",
  "sep2020toapr2022": "Sep 2020 - Apr 2022",
  "nov2020todec2024": "Nov 2020 - Dec 2024",
  "sep2023tonow": "Sep 2023 - now",
  "4months": "4 months",
  "10months": "10 months",
  "1yr1mo": "1 yr 1 mo",
  "4yr": "4 yr",
  "now": "now",
  "foxentryRole": "Senior Software Engineer",
  "foxentryDesc": "At Foxentry, I focus on developing a product delivered as a service. My task is to optimize existing solutions and expand functionality. I am responsible for the operation and design of the product's frontend solutions and ensuring a scalable project architecture.",
  "valatronRole": "Full Stack Software Engineer",
  "valatronDesc": "In this job, I mostly focus on custom web application development. I have delivered several solutions to clients based on multiple different frameworks. I currently work here as a software engineer and Tech Lead.",
  "dreamindRole": "Co-Founder, CTO",
  "dreamindDesc": "In addition to my main job, I have founded a smaller start-up with my friends also focused on custom web application development. We are currently delivering solutions for several clients and more are on the way.",
  "valatronOldRole": ".NET developer",
  "valatronOldDesc": "Was really my first experience. I was delivering a phone application for a client based on .NET Xamarin, learning the basics of C# and XAML.",
  "whitesoftRole": ".NET developer",
  "whitesoftDesc": "I was programming an accounting management application which helped the accountants have all their files at one place. App was based on WinForms (not gonna do that again).",
  "prahaCodingRole": "Lecturer",
  "prahaCodingDesc": "I managed to talk to students and pass them my knowledge of web development and the best practices. The language I taught them was PHP",
  "spsseName": "SPŠSE a VOŠ Liberec",
  "spsseStatus": "Graduated with Maturita exam",
  "spsseField": "Information Technology",
  "fitName": "FIT CTU in Prague",
  "fitStatus": "Unfinished",
  "fitField": "Computer engineering",
  "fisName": "Prague University of Economics and Business",
  "fisStatus": "Currently studying",
  "fisField": "Applied informatics",
  "czechLanguage": "Czech",
  "englishC1": "English (C1)",
  "tuxManName": "TuxMan, the arcade game run by FPGA",
  "tuxManSubDesc": "3rd place in the SOČ competition",
  "tuxManDate": "Jun 2020",
  "tuxManDesc": "I designed an arcade game at the RTL level and implemented this game using a programmable gate array (FPGA). It was a graduation thesis that I submitted to the national SOČ competition. The work won third place and was nominated for an international competition held in China. The project was led by a doctoral student from the FIT of CTU, engineer Petr Socha.",
  "thisPortfolioName": "This portfolio",
  "thisPortfolioShortDesc": "Custom personal website",
  "thisPortfolioText": "A simple portfolio page containing information about me, my projects, with the possibility to contact me",
  "eshopCymedicaName": "Eshop Cymedica",
  "eshopCymedicaShortDesc": "Eshop Web application solution",
  "eshopCymedicaText": "An e-shop tailored for a Cymedica client. This is a fully custom solution. Only authorized users can log in to the e-shop, which is managed by the client using its CRM system. The application provides veterinarians with the opportunity to purchase veterinary supplies based on individually negotiated conditions with the client",
  "petShopCymedicaName": "PetShop Cymedica",
  "petShopCymedicaShortDesc": "Boxed Eshop Web application solution",
  "petShopCymedicaText": "A network of e-shops providing veterinary supplies for end clients. It is a boxed solution, and it is possible for an authorized user to generate an identical-looking e-shop for a new client directly from the e-shop administration. The solution provides the possibility of editing some elements on individual websites, such as the company logo or name",
  "markeetoName": "Markeeto company database",
  "markeetoShortDesc": "Company database filter Web application",
  "markeetoText": "Company database with very detailed filtering options. This is an application that allows access to additional functionality based on the amount of the subscription. A third-party database is used to list information about companies, and the application as such handles user management and their unlocked records",
  "praetorName": "Backend solutions for real estate agents (with demo frontend applications)",
  "praetorShortDesc": "REST API solution for several real estate agencies",
  "praetorText": "I was involved in the development of REST APIs that was used by real estate agents' front-end applications to facilitate their work. The application helped them generate rent and other contracts in .docx or .pdf format. In addition to generating contracts, it searched for the necessary information from various interfaces, such as the real estate cadastre",
  "confinName": "Confin",
  "confinShortDesc": "Microsites for development projects with fully custom CMS for each microsite",
  "confinText": "Simple sites for development projects. The applications include a unified CMS in which it is possible for project directors to manage information on land areas and prices",
  "degaName": "DEGA config",
  "degaShortDesc": "Desktop interface for configuring gas detectors",
  "degaText": "A desktop application enabling the configuration and calibration of DEGA devices that communicate via a serial interface with a superior system. The resulting configuration and calibration settings can be printed to the appropriate logs. The device can be connected to a computer via the RS232 communication interface and further configured using this application",
  "citrName": "CITR",
  "citrShortDesc": "Desktop application for processing corporate income tax returns",
  "citrText": "Application for processing corporate income tax returns. It enables its quick, efficient and professional creation. Using the application, it is possible to manage tax returns for groups of people as well. Accounting data can be manipulated here using an interactive spreadsheet interface",
  "freshFlowName": "FreshFlow Mobile",
  "freshFlowShortDesc": "Multiplatform calendar mobile application for managing teams",
  "freshFlowText": "A calendar application for organizing people in a company. It is possible to create events, contacts and tasks that need to be worked on. It is possible to invite other people from the organization to these events and share the calendar with them. It is also possible to make phone calls and send push notifications in the event of an upcoming event via the application",
  "tuxManProjectsName": "TuxMan FPGA",
  "tuxManProjectsShortDesc": "FPGA solution for an arcade game",
  "tuxManProjectsText": "I designed an arcade game at the RTL level and implemented this game using a programmable gate array (FPGA). It was a graduation thesis that I submitted to the national SOČ competition. The work won third place and was nominated for an international competition held in China",
  "services": "Services",
  "servicesSubheading": "An overview of what I can offer you",
  "techstack": "Techstack",
  "techstackDescription": "I'm a passionate full-stack developer with expertise in building scalable and high-performance applications using modern technologies like Next.js, React, and Tailwind. Proficient in both frontend and backend development, leveraging JavaScript, TypeScript, and Node.js, alongside .NET for robust server-side solutions. Skilled in database management with MongoDB and PostgreSQL, and experienced in optimizing workflows with GitLab CI/CD, Docker, and Redis. Dedicated to crafting seamless user experiences and efficient, maintainable codebases.",
  "contactMe": "Contact me"
}
