{
  "MartinPrivoznik": "Mrarcaoahwh Příhoooufwhíor",
  "softwareEngineer": "Fhuanan Saoraoaor",
  "uoePrague": "Uwhahhoworccahaoro ooww Eoaoowhooscahoac",
  "siteTitle": "Mrarcaoahwh Příhoooufwhíor - coowwaoohrarcwo wowhrrahwhwoworc",
  "prague": "Prcrarrhuwo",
  "czechRepublic": "Cufwooaac Rrwoocwo",
  "siteDescription": "Mro whrascwo ahc Mrarcaoahwh Příhoooufwhíor. I rasc ra {rarrwo} roworarc ooanwa caohuwawowhao ohahaoac ra akraccahoowh wwoorc aowooaacwhooanoorrro. I rasc oahurcrcwowhaoanro rhracwowa ahwh Prcrarrhuwo, ohacworcwo I ohoorcor ahwh coowwaoohrarcwo wawohowoanooakscwowhao rawhwa caohuwaro raao aoacwo Uwhahhoworccahaoro ooww Eoaoowhooscahoac.",
  "aboutMeDescription": "Sooscwo orahwhwa ohoorcwac rarhoohuao scro anahhowoanahacoooowa",
  "projectsDescription": "Sacooohoaracwo ooww cooscwo ooww scro",
  "cvDescription": "Mro CV raao aoacwo ra wawohowoanooakscwowhao",
  "contactDescription": "Lahorwo ohacraao rooohu cwowo? Lwoao'c rrwoao ahwh aooohuoaac raohraro",
  "pageNotFound": "Rooohu oaooscakrawhro waooohwh aooo",
  "backToHomePage": "Rooohu ra Hooscwo",
  "helloIm": "Hwoananoo, I'sc",
  "martin": "Martin",
  "heroSubheading1": "Fhuanan Saoraoaor coowwaoohrarcwo wowhrrahwhwoworc, Coo-Foohuwhwaworc ooww",
  "heroSubheading2": "ohworh wawohowoanooakscwowhao anwooaaohurcworc",
  "home": "Hooscwo",
  "about": "Arhoohuao",
  "aboutMe": "Arhoohuao scwo",
  "aboutMeSubheading": "Sooscwo orahwhwa ohoorcwac rarhoohuao scro anahhowoanahacoooowa",
  "projects": "Prcooshwooaaoc",
  "projectsLowerCase": "prcooshwooaaoc",
  "cv": "CV",
  "skills": "Sorahananc",
  "close": "Canoocwo",
  "showCaseOfSomeOfMy": "Sacooohoaracwo ooww cooscwo ooww scro",
  "useless": "hucwoanwocc",
  "useless4pad": "hucwoanwocc",
  "useful": "hucwowwhuan",
  "Useless": "Ucwoanwocc",
  "work": "ohoorcor",
  "toggle": "Toorrrranwo",
  "soIDontHaveToSendPdf": "Soo I waoowh'ao acrahowo aooo cwowhwa rooohu rawh woscraahan ohahaoac aoacraao PDF wwahanwo",
  "whatDidYouThinkGoWatchThisPage": "Wacraao waahwa rooohu aoacahwhor? Goo raacworawa rawhwa ohraaooaac aoacahc akrarrwo",
  "contact": "Coowhaoraoaao",
  "achievements": "Aoaacahwohowoscwowhaoc",
  "communication": "Cooscschuwhahoaraaoahoowh",
  "issuedBy": "ahcchuwowa rhro",
  "messageSentAlert1": "Yoohurc scwoccrarrwo acrac rhwowowh cwowhao aooo scro ahwhrhook! 🎉",
  "messageSentAlert2": "Noooh shhucao ohraahao wwoorc aoacwo rawhcohworc ohacahoaac ohahanan oaooscwo coooowh",
  "sendNextEmail": "Swowhwa whwokao woscraahan",
  "sendEmail": "Swowhwa woscraahan",
  "contactSubheading": "Lahorwo ohacraao rooohu cwowo? Lwoao'c rrwoao ahwh aooohuoaac",
  "fieldRequired": "Fahwoanwa rcworqhuahrcwowa",
  "authorizedOnly": "Ahuaoacoorcahufwowa raoaoawocc oowhanro",
  "notPublic": "Nooao akhurhanahoa",
  "enterMaximumOf80Chars": "Ewhaoworc ra scrakahschusc ooww 80 oaacrarcraoaaoworcc",
  "enterValidEmailAddress": "Ewhaoworc ra horaanahwa woscraahan rawawarcwocc",
  "enterMaximumOf1000Chars": "Ewhaoworc ra scrakahschusc ooww 1000 oaacrarcraoaaoworcc",
  "captchaRequired": "Raaaaaaaa raaaa raaaa CAPTCHA",
  "fullName": "Fhuanan whrascwo",
  "yourEmail": "Yoohurc woscraahan",
  "tellMeAboutYourProject": "Twoanan scwo rarhoohuao rooohurc akrcooshwooaao",
  "contactFormSubmissionError": "Awh worcrcoorc oooaoahurcwowa ohacahanwo aorcroahwhrr oaoo cwowhwa rawh woscraahan. Trcro oaoowhaoraoaaoahwhrr scwo waahrcwooaaoanro oowh scro woscraahan rawawarcwocc: scrarcakrcahhoooufwhahor@rrscraahan.oaoosc",
  "currentPositions": "Churcrcwowhao akoocahaoahoowhc",
  "experienceRoadmap": "Ekakworcahwowhoawo rcoorawascraak",
  "mapOfStudies": "Mraak ooww caohuwaahwoc",
  "employmentHistory": "Escakanooroscwowhao acahcaooorcro",
  "education": "Ewahuoaraaoahoowh",
  "wannaKnowMore": "Wrawhwhra orwhoooh scoorcwo?",
  "basicInformation": "Bracahoa ahwhwwoorcscraaoahoowh",
  "basicInformationDesc": "Mro whrascwo ahc Mrarcaoahwh Příhoooufwhíor. I rasc ra {rarrwo} roworarc ooanwa caohuwawowhao ohahaoac ra akraccahoowh wwoorc aowooaacwhooanoorrro. I rasc oahurcrcwowhaoanro rhracwowa ahwh Prcrarrhuwo, ohacworcwo I ohoorcor ahwh coowwaoohrarcwo wawohowoanooakscwowhao rawhwa caohuwaro raao aoacwo Uwhahhoworccahaoro ooww Eoaoowhooscahoac. Mro wwahwoanwa ooww caohuwaro ahc Aakakanahwowa Iwhwwoorcscraaoahoac, ohacahoaac I oaacoocwo aooo rrraahwh orwhooohanwowarrwo ahwh IT rhhucahwhwocc",
  "hobbies": "Hoorhrhahwoc",
  "hobbiesDesc": "Yoohu oaoohuanwa craro I'sc ra akhurh oarcraohanworc. Dhurcahwhrr aoacwo wararoc I wawohoooaowo scrocwoanww aooo ohoorcor oowh scro ooohwh akrcooshwooaaoc, coaacooooan rawhwa cooscwoaoahscwoc oaooscakhuaoworc rrrascwoc. Iwh aoacwo wohowowhahwhrrc, rooohu oarawh scoocao oowwaowowh wwahwhwa scwo ahwh akhurhc oorc warawhoawo oaanhurhc. Dhurcahwhrr aoacwo chuscscworc I anahorwo aooo aoacworcraakwohuaoahoaraananro cachuao scrocwoanww raohraro ahwh aoacwo wararcor wwoorc ra ohwowoor aooo rrwoao ra rhrcworaor wwrcoosc wohoworcroaoacahwhrr, oorc rroo oowh ra ohraaoworc rcahwawo. Wacwowh ahao oaooscwoc waooohwh aooo ahao, I cooscwoaoahscwoc anahrracaowowh huak scro wararo rhro aorcroahwhrr aooo acraoaor horarcahoohuc crocaowoscc",
  "personalGoals": "Pworccoowhraan rrooraanc",
  "personalGoalsDesc": "Owh scro ohraro, I ohoohuanwa anahorwo aooo rhwooaooscwo ra cooanhuaoahoowh rarcoaacahaowooaao rawhwa rawh woaoacahoaraan acraoaorworc. I wowhshooro acrahoahwhrr oaoowhhoworccraaoahoowhc ohahaoac akwoooakanwo ohacoo acrahowo wokakworcahwowhoawo ahwh wawohowoanooakscwowhao rawhwa woaoacahoaraan acraoaorahwhrr rawhwa rarhcoorcrhahwhrr aoacwoahrc orwhooohanwowarrwo. Bhuao aoacwo rrooraan rcwoscraahwhc aooo acrahowo ra shoorh aoacraao ohahanan wwhuanwwahanan scwo oowhwo wararo, rawhwa ahao ahc oaanworarc aooo scwo aoacraao aoacahc akraaoac oarawh oaacrawhrrwo cwohoworcraan aoahscwoc ahwh scro anahwwwo :)",
  "at": "raao",
  "on": "oowh",
  "nov2020": "Nooho 2020",
  "aug2022": "Ahurr 2022",
  "nov2024": "Nooho 2024",
  "dec2024": "Nahur 2024",
  "jun2019tosep2019": "Jhuwh 2019 - Swoak 2019",
  "oct2019tojul2020": "Ooaao 2019 - Jhuan 2020",
  "mar2022tomar2023": "Mrarc 2022 - Mrarc 2023",
  "sep2016tojun2020": "Swoak 2016 - Jhuwh 2020",
  "sep2020toapr2022": "Swoak 2020 - Aakrc 2022",
  "nov2020todec2024": "Nooho 2020 - Nahur 2024",
  "sep2023tonow": "Swoak 2023 - whoooh",
  "4months": "4 scoowhaoacc",
  "10months": "10 scoowhaoacc",
  "1yr1mo": "1 rorc 1 scoo",
  "4yr": "4 rorc",
  "now": "whoooh",
  "foxentryRole": "Fhuanan Saoraoaor wawohowoanooakscwowhao",
  "foxentryDesc": "Iwh Foxentry scrawhrarrwowa ra wawohowoanooakscwowhao prcooshwooaaoc, scro ahc oooao rawhcoor. Mro ohrac ra ohraro scrawhrarrwo oooaoahwhrr scro ohracahoa rawhwa ohracwowa. Mro ohrac ra ohraro ohoorcor rawhwa ohrac scrawhrarrwo oooaoahwhrr ohoorcor rawhwa ohracwowa.",
  "valatronRole": "Fhuanan Saoraoaor Soowwaoohrarcwo Ewhrrahwhwoworc",
  "valatronDesc": "Iwh aoacahc shoorh, I scoocaoanro wwoooahuc oowh oahucaooosc ohworh raakakanahoaraaoahoowh wawohowoanooakscwowhao. I acrahowo wawoanahhoworcwowa cwohoworcraan cooanhuaoahoowhc aooo oaanahwowhaoc rhracwowa oowh schuanaoahakanwo waahwwwwworcwowhao wwrcrascwoohoorcorc. I oahurcrcwowhaoanro ohoorcor acworcwo rac ra coowwaoohrarcwo wowhrrahwhwoworc rawhwa Twooaac Lworawa.",
  "dreamindRole": "Coo-Foohuwhwaworc, CTO",
  "dreamindDesc": "Iwh rawawaahaoahoowh aooo scro scraahwh shoorh, I acrahowo wwoohuwhwawowa ra cscraananworc caorarcao-huak ohahaoac scro wwrcahwowhwac raancoo wwoooahucwowa oowh oahucaooosc ohworh raakakanahoaraaoahoowh wawohowoanooakscwowhao. Wwo rarcwo oahurcrcwowhaoanro wawoanahhoworcahwhrr cooanhuaoahoowhc wwoorc cwohoworcraan oaanahwowhaoc rawhwa scoorcwo rarcwo oowh aoacwo ohraro.",
  "valatronOldRole": ".NET wawohowoanooakworc",
  "valatronOldDesc": "Wrac rcworaananro scro wwahrccao wokakworcahwowhoawo. I ohrac wawoanahhoworcahwhrr ra akacoowhwo raakakanahoaraaoahoowh wwoorc ra oaanahwowhao rhracwowa oowh .NET Xrascrarcahwh, anworarcwhahwhrr aoacwo rhracahoac ooww C# rawhwa XAML.",
  "whitesoftRole": ".NET wawohowoanooakworc",
  "whitesoftDesc": "I ohrac akrcoorrrcrascscahwhrr rawh raoaoaoohuwhaoahwhrr scrawhrarrwoscwowhao raakakanahoaraaoahoowh ohacahoaac acwoanakwowa aoacwo raoaoaoohuwhaorawhaoc acrahowo raanan aoacwoahrc wwahanwoc raao oowhwo akanraoawo. Aakak ohrac rhracwowa oowh WahwhFoorcscc (whooao rroowhwhra waoo aoacraao rarrraahwh).",
  "prahaCodingRole": "Lwooaaohurcworc",
  "prahaCodingDesc": "I scrawhrarrwowa aooo aoraanor aooo caohuwawowhaoc rawhwa akracc aoacwosc scro orwhooohanwowarrwo ooww ohworh wawohowoanooakscwowhao rawhwa aoacwo rhwocao akrcraoaaoahoawoc. Tacwo anrawhrrhurarrwo I aorahurracao aoacwosc ohrac PHP",
  "spsseName": "SPŠSE ra VOŠ Lahrhworcwooa",
  "spsseStatus": "Grcrawahuraaowowa ohahaoac Mraaohurcahaora wokrasc",
  "spsseField": "Iwhwwoorcscraaoahoowh Twooaacwhooanoorrro",
  "fitName": "FIT CTU ahwh Prcrarrhuwo",
  "fitStatus": "Uwhwwahwhahcacwowa",
  "fitField": "Cooscakhuaoworc wowhrrahwhwoworcahwhrr",
  "fisName": "Prcrarrhuwo Uwhahhoworccahaoro ooww Eoaoowhooscahoac rawhwa Bhucahwhwocc",
  "fisStatus": "Churcrcwowhaoanro caohuwaroahwhrr",
  "fisField": "Aakakanahwowa ahwhwwoorcscraaoahoac",
  "czechLanguage": "Cufwooaac",
  "englishC1": "Ewhrranahcac (C1)",
  "tuxManName": "ThukMrawh, aoacwo rarcoarawawo rrrascwo rchuwh rhro FPGA",
  "tuxManSubDesc": "3rcwa akanraoawo ahwh aoacwo SOČ oaooscakwoaoahaoahoowh",
  "tuxManDate": "Jhuwh 2020",
  "tuxManDesc": "I wawocahrrwhwowa rawh rarcoarawawo rrrascwo raao aoacwo RTL anwohowoan rawhwa ahscakanwoscwowhaowowa aoacahc rrrascwo hucahwhrr ra akrcoorrrcrascscrarhanwo rrraaowo rarcrcraro (FPGA). Iao ohrac ra rrrcrawahuraaoahoowh aoacwocahc aoacraao I churhscahaoaowowa aooo aoacwo whraaoahoowhraan SOČ oaooscakwoaoahaoahoowh. Tacwo ohoorcor ohoowh aoacahrcwa akanraoawo rawhwa ohrac whooscahwhraaowowa wwoorc rawh ahwhaoworcwhraaoahoowhraan oaooscakwoaoahaoahoowh acwoanwa ahwh Cacahwhra. Tacwo akrcooshwooaao ohrac anwowa rhro ra waoooaaooorcraan caohuwawowhao wwrcoosc aoacwo FIT ooww CTU, wowhrrahwhwoworc Pwoaorc Soooaacra.",
  "thisPortfolioName": "Tacahc akoorcaowwooanahoo",
  "thisPortfolioShortDesc": "Chucaooosc akworccoowhraan ohworhcahaowo",
  "thisPortfolioText": "A cahscakanwo akoorcaowwooanahoo akrarrwo oaoowhaoraahwhahwhrr ahwhwwoorcscraaoahoowh rarhoohuao scwo, scro akrcooshwooaaoc, ohahaoac aoacwo akooccahrhahanahaoro aooo oaoowhaoraoaao scwo",
  "eshopCymedicaName": "Ecacooak Croscwowaahoara",
  "eshopCymedicaShortDesc": "Ecacooak Wworh raakakanahoaraaoahoowh cooanhuaoahoowh",
  "eshopCymedicaText": "Awh wo-cacooak aoraahanoorcwowa wwoorc ra Croscwowaahoara oaanahwowhao. Tacahc ahc ra wwhuananro oahucaooosc cooanhuaoahoowh. Owhanro rahuaoacoorcahufwowa hucworcc oarawh anoorr ahwh aooo aoacwo wo-cacooak, ohacahoaac ahc scrawhrarrwowa rhro aoacwo oaanahwowhao hucahwhrr ahaoc CRM crocaowosc. Tacwo raakakanahoaraaoahoowh akrcoohoahwawoc howoaoworcahwhrarcahrawhc ohahaoac aoacwo ooakakoorcaohuwhahaoro aooo akhurcoaacracwo howoaoworcahwhrarcro chuakakanahwoc rhracwowa oowh ahwhwaahhoahwahuraananro whworrooaoahraaowowa oaoowhwaahaoahoowhc ohahaoac aoacwo oaanahwowhao",
  "petShopCymedicaName": "PwoaoSacooak Croscwowaahoara",
  "petShopCymedicaShortDesc": "Bookwowa Ecacooak Wworh raakakanahoaraaoahoowh cooanhuaoahoowh",
  "petShopCymedicaText": "A whwoaoohoorcor ooww wo-cacooakc akrcoohoahwaahwhrr howoaoworcahwhrarcro chuakakanahwoc wwoorc wowhwa oaanahwowhaoc. Iao ahc ra rhookwowa cooanhuaoahoowh, rawhwa ahao ahc akooccahrhanwo wwoorc rawh rahuaoacoorcahufwowa hucworc aooo rrwowhworcraaowo rawh ahwawowhaoahoaraan-anooooorahwhrr wo-cacooak wwoorc ra whwooh oaanahwowhao waahrcwooaaoanro wwrcoosc aoacwo wo-cacooak rawascahwhahcaorcraaoahoowh. Tacwo cooanhuaoahoowh akrcoohoahwawoc aoacwo akooccahrhahanahaoro ooww wowaahaoahwhrr cooscwo woanwoscwowhaoc oowh ahwhwaahhoahwahuraan ohworhcahaowoc, chuoaac rac aoacwo oaooscakrawhro anoorroo oorc whrascwo",
  "markeetoName": "Mrarcorwowoaooo oaooscakrawhro waraaorarhracwo",
  "markeetoShortDesc": "Cooscakrawhro waraaorarhracwo wwahanaoworc Wworh raakakanahoaraaoahoowh",
  "markeetoText": "Cooscakrawhro waraaorarhracwo ohahaoac howorcro wawoaoraahanwowa wwahanaoworcahwhrr ooakaoahoowhc. Tacahc ahc rawh raakakanahoaraaoahoowh aoacraao raananooohc raoaoawocc aooo rawawaahaoahoowhraan wwhuwhoaaoahoowhraanahaoro rhracwowa oowh aoacwo rascoohuwhao ooww aoacwo churhcoarcahakaoahoowh. A aoacahrcwa-akrarcaoro waraaorarhracwo ahc hucwowa aooo anahcao ahwhwwoorcscraaoahoowh rarhoohuao oaooscakrawhahwoc, rawhwa aoacwo raakakanahoaraaoahoowh rac chuoaac acrawhwaanwoc hucworc scrawhrarrwoscwowhao rawhwa aoacwoahrc huwhanoooaorwowa rcwooaoorcwac",
  "praetorName": "Braoaorwowhwa cooanhuaoahoowhc wwoorc rcworaan wocaoraaowo rarrwowhaoc (ohahaoac wawoscoo wwrcoowhaowowhwa raakakanahoaraaoahoowhc)",
  "praetorShortDesc": "REST API cooanhuaoahoowh wwoorc cwohoworcraan rcworaan wocaoraaowo rarrwowhoaahwoc",
  "praetorText": "I ohrac ahwhhoooanhowowa ahwh aoacwo wawohowoanooakscwowhao ooww REST APIc aoacraao ohrac hucwowa rhro rcworaan wocaoraaowo rarrwowhaoc' wwrcoowhao-wowhwa raakakanahoaraaoahoowhc aooo wwraoaahanahaoraaowo aoacwoahrc ohoorcor. Tacwo raakakanahoaraaoahoowh acwoanakwowa aoacwosc rrwowhworcraaowo rcwowhao rawhwa ooaoacworc oaoowhaorcraoaaoc ahwh .waoooak oorc .akwaww wwoorcscraao. Iwh rawawaahaoahoowh aooo rrwowhworcraaoahwhrr oaoowhaorcraoaaoc, ahao cworarcoaacwowa wwoorc aoacwo whwooawoccrarcro ahwhwwoorcscraaoahoowh wwrcoosc horarcahoohuc ahwhaoworcwwraoawoc, chuoaac rac aoacwo rcworaan wocaoraaowo oarawaracaorcwo",
  "confinName": "Coowhwwahwh",
  "confinShortDesc": "Mahoarcoocahaowoc wwoorc wawohowoanooakscwowhao akrcooshwooaaoc ohahaoac wwhuananro oahucaooosc CMS wwoorc woraoaac scahoarcoocahaowo",
  "confinText": "Sahscakanwo cahaowoc wwoorc wawohowoanooakscwowhao akrcooshwooaaoc. Tacwo raakakanahoaraaoahoowhc ahwhoaanhuwawo ra huwhahwwahwowa CMS ahwh ohacahoaac ahao ahc akooccahrhanwo wwoorc akrcooshwooaao waahrcwooaaooorcc aooo scrawhrarrwo ahwhwwoorcscraaoahoowh oowh anrawhwa rarcworac rawhwa akrcahoawoc",
  "degaName": "DEGA oaoowhwwahrr",
  "degaShortDesc": "Dwocoraoooak ahwhaoworcwwraoawo wwoorc oaoowhwwahrrhurcahwhrr rrrac wawoaowooaaooorcc",
  "degaText": "A wawocoraoooak raakakanahoaraaoahoowh wowhrarhanahwhrr aoacwo oaoowhwwahrrhurcraaoahoowh rawhwa oaraanahrhrcraaoahoowh ooww DEGA wawohoahoawoc aoacraao oaooscschuwhahoaraaowo hoahra ra cworcahraan ahwhaoworcwwraoawo ohahaoac ra chuakworcahoorc crocaowosc. Tacwo rcwochuanaoahwhrr oaoowhwwahrrhurcraaoahoowh rawhwa oaraanahrhrcraaoahoowh cwoaoaoahwhrrc oarawh rhwo akrcahwhaowowa aooo aoacwo raakakrcooakrcahraaowo anoorrc. Tacwo wawohoahoawo oarawh rhwo oaoowhwhwooaaowowa aooo ra oaooscakhuaoworc hoahra aoacwo RS232 oaooscschuwhahoaraaoahoowh ahwhaoworcwwraoawo rawhwa wwhurcaoacworc oaoowhwwahrrhurcwowa hucahwhrr aoacahc raakakanahoaraaoahoowh",
  "citrName": "CITR",
  "citrShortDesc": "Dwocoraoooak raakakanahoaraaoahoowh wwoorc akrcoooawoccahwhrr oaoorcakoorcraaowo ahwhoaooscwo aorak rcwoaohurcwhc",
  "citrText": "Aakakanahoaraaoahoowh wwoorc akrcoooawoccahwhrr oaoorcakoorcraaowo ahwhoaooscwo aorak rcwoaohurcwhc. Iao wowhrarhanwoc ahaoc rqhuahoaor, wowwwwahoaahwowhao rawhwa akrcoowwwoccahoowhraan oarcworaaoahoowh. Ucahwhrr aoacwo raakakanahoaraaoahoowh, ahao ahc akooccahrhanwo aooo scrawhrarrwo aorak rcwoaohurcwhc wwoorc rrrcoohuakc ooww akwoooakanwo rac ohwoanan. Aoaoaoohuwhaoahwhrr waraaora oarawh rhwo scrawhahakhuanraaowowa acworcwo hucahwhrr rawh ahwhaoworcraoaaoahhowo cakrcworawacacwowoao ahwhaoworcwwraoawo",
  "freshFlowName": "FrcwocacFanoooh Moorhahanwo",
  "freshFlowShortDesc": "Mhuanaoahakanraaowwoorcsc oaraanwowhwararc scoorhahanwo raakakanahoaraaoahoowh wwoorc scrawhrarrahwhrr aoworascc",
  "freshFlowText": "A oaraanwowhwararc raakakanahoaraaoahoowh wwoorc oorcrrrawhahufahwhrr akwoooakanwo ahwh ra oaooscakrawhro. Iao ahc akooccahrhanwo aooo oarcworaaowo wohowowhaoc, oaoowhaoraoaaoc rawhwa aoracorc aoacraao whwowowa aooo rhwo ohoorcorwowa oowh. Iao ahc akooccahrhanwo aooo ahwhhoahaowo ooaoacworc akwoooakanwo wwrcoosc aoacwo oorcrrrawhahufraaoahoowh aooo aoacwocwo wohowowhaoc rawhwa cacrarcwo aoacwo oaraanwowhwararc ohahaoac aoacwosc. Iao ahc raancoo akooccahrhanwo aooo scraorwo akacoowhwo oaraananc rawhwa cwowhwa akhucac whooaoahwwahoaraaoahoowhc ahwh aoacwo wohowowhao ooww rawh huakoaooscahwhrr wohowowhao hoahra aoacwo raakakanahoaraaoahoowh",
  "tuxManProjectsName": "ThukMrawh FPGA",
  "tuxManProjectsShortDesc": "FPGA cooanhuaoahoowh wwoorc rawh rarcoarawawo rrrascwo",
  "tuxManProjectsText": "I wawocahrrwhwowa rawh rarcoarawawo rrrascwo raao aoacwo RTL anwohowoan rawhwa ahscakanwoscwowhaowowa aoacahc rrrascwo hucahwhrr ra akrcoorrrcrascscrarhanwo rrraaowo rarcrcraro (FPGA). Iao ohrac ra rrrcrawahuraaoahoowh aoacwocahc aoacraao I churhscahaoaowowa aooo aoacwo whraaoahoowhraan SOČ oaooscakwoaoahaoahoowh. Tacwo ohoorcor ohoowh aoacahrcwa akanraoawo rawhwa ohrac whooscahwhraaowowa wwoorc rawh ahwhaoworcwhraaoahoowhraan oaooscakwoaoahaoahoowh acwoanwa ahwh Cacahwhra",
  "services": "Akooccahrhanwo",
  "techstack": "wawocahrrwhwowa",
  "techstackDescription": "A oaraanwowhwararc raakakanahoaraaoahoowh wwoorc oorcrrrawhahufahwhrr akwoooakanwo ahwh ra oaooscakrawhro. Iao ahc akooccahrhanwo aooo oarcworaaowo wohowowhaoc, oaoowhaoraoaaoc rawhwa aoracorc aoacraao whwowowa aooo rhwo ohoorcorwowa oowh. Iao ahc akooccahrhanwo aooo ahwhhoahaowo ooaoacworc akwoooakanwo wwrcoosc aoacwo oorcrrrawhahufraaoahoowh aooo aoacwocwo wohowowhaoc rawhwa cacrarcwo aoacwo oaraanwowhwararc ohahaoac aoacwosc. Iao ahc raancoo akooccahrhanwo aooo scraorwo akacoowhwo oaraananc rawhwa cwowhwa akhucac whooaoahwwahoaraaoahoowhc ahwh aoacwo wohowowhao ooww rawh huakoaooscahwhrr wohowowhao hoahra aoacwo raakakanahoaraaoahoowh.",
  "contactMe": "Coowhaoraoaao scwo",
  "myProjects": "Sacooohoaracwo ooww"
}
