{
  "MartinPrivoznik": "Martin P콏칤vozn칤k",
  "softwareEngineer": "Softwarov칳 in쬰n칳r",
  "uoePrague": "Vysok치 맒ola Ekonomick치 v Praze",
  "prague": "Praha",
  "czechRepublic": "캛esk치 republika",
  "siteTitle": "Martin P콏칤vozn칤k - Softwarov칳 in쬰n칳r",
  "siteDescription": "V칤tejte na ofici치ln칤m portfoliu Martina P콏칤vozn칤ka. Jsem seniorn칤 v칳voj치콏 s nad코en칤m pro technologie a v칳voj softwaru v코eho druhu.",
  "siteKeywords": "Martin P콏칤vozn칤k, v칳voj치콏, program치tor, softwarov칳 in쬰n칳r, full-stack, frontend, backend, webov칳 v칳voj, programov치n칤, technologie",
  "pageNotFound": "Po쬬dovan치 str치nka nebyla nalezena",
  "backToHomePage": "Zp캩t na domovskou str치nku",
  "helloIm": "Ahoj, jsem",
  "martin": "Martin",
  "heroSubheading1": "Softwarov칳 in쬰n칳r, spoluzakladatel firmy",
  "heroSubheading2": "a lektor Webov칠ho v칳voje",
  "home": "Dom콢",
  "about": "O mn캩",
  "aboutMe": "O mn캩",
  "aboutMeSubheading": "P치r mil칳ch slov o m칠m 쬴vobyt칤",
  "projects": "Projekty",
  "projectsLowerCase": "projekty",
  "cv": "CV",
  "skills": "Dovednosti",
  "close": "Zav콏칤t",
  "showCaseOfSomeOfMy": "P콏ehled n캩kter칳ch m칳ch",
  "useless": "zbyte캜n칠",
  "useless4pad": "zbyte캜n칳ch",
  "useful": "u쬴te캜n칠",
  "Useless": "Zbyte캜n칠",
  "work": "prac칤",
  "toggle": "P콏epnout na",
  "soIDontHaveToSendPdf": "A콘 v치m nemus칤m pos칤lat email s t칤m PDF souborem",
  "whatDidYouThinkGoWatchThisPage": "Co jste si mysleli? 맛p, koukn캩te na tuhle str치nku",
  "contact": "Kontakt",
  "achievements": "칔sp캩chy",
  "communication": "Komunikace",
  "issuedBy": "vystaveno",
  "messageSentAlert1": "Va코e zpr치va byla odesl치na do m칠 schr치nky! 游꿀",
  "messageSentAlert2": "Te캞 u jen po캜kejte na odpov캩캞, kter치 p콏ijde brzy",
  "sendNextEmail": "Odeslat dal코칤 email",
  "sendEmail": "Odeslat email",
  "contactSubheading": "Zaujal jsem v치s? Poj캞me se spojit",
  "fieldRequired": "Pole je povinn칠",
  "authorizedOnly": "Pouze autorizovan칳 p콏칤stup",
  "notPublic": "Nen칤 ve콏ejn칠",
  "enterMaximumOf80Chars": "Zadejte maxim치ln캩 80 znak콢",
  "enterValidEmailAddress": "Zadejte platnou emailovou adresu",
  "enterMaximumOf1000Chars": "Zadejte maxim치ln캩 1000 znak콢",
  "fullName": "Cel칠 jm칠no",
  "yourEmail": "V치코 email",
  "tellMeAboutYourProject": "콎ekn캩te mi o sv칠m projektu",
  "contactFormSubmissionError": "Vyskytla se chyba b캩hem odes칤l치n칤 emailu. Zkuste m캩 kontaktovat p콏칤mo na mou emailovou adresu: marprivoznik@gmail.com",
  "currentPositions": "Aktu치ln칤 pozice",
  "experienceRoadmap": "P콏ehled zku코enost칤",
  "mapOfStudies": "Mapa studi칤",
  "employmentHistory": "Historie zam캩stn치n칤",
  "education": "Vzd캩l치n칤",
  "wannaKnowMore": "Chcete v캩d캩t v칤c?",
  "basicInformation": "Z치kladn칤 informace",
  "basicInformationDesc": "Jmenuji se Martin P콏칤vozn칤k. Jsem {age} let칳 student se z치libou v technologi칤ch. Aktu치ln캩 s칤dl칤m v Praze, kde se v캩nuji softwarov칠mu v칳voji a studuji zde na Vysok칠 맒ole Ekonomick칠. M콢j obor studia je aplikovan치 informatika, kterou jsem volil kv콢li z칤sk치n칤 znalost칤 (mimo IT) v managementu",
  "hobbies": "Kon칤캜ky",
  "hobbiesDesc": "Dalo by se 콏칤ct, 쬰 jsem hospodsk칳 povale캜. B캩hem voln칳ch dn콢 se v캩nuji vlastn칤m projekt콢m, 코kole a ob캜as po캜칤ta캜ov칳m hr치m. B캩hem ve캜er콢 m캩 nej캜ast캩ji najdete v hospod캩, nebo v tane캜n칤ch klubech. P콏es l칠to se r치d terapeuticky zav콏u na t칳den do tmy, abych si od v코eho odpo캜inul, nebo odjedu na vodu. Kdy na to p콏ijde, tak si ob캜as zp콏칤jemn칤m den t칤m, 쬰 se pokou코칤m hackovat r콢zn칠 syst칠my",
  "personalGoals": "Osobn칤 c칤le",
  "personalGoalsDesc": "Na m칠 cest캩 bych se cht캩l st치t softwarov칳m architektem a etick칳m hackerem. U쮂셨치m si konverzace s lidmi, kte콏칤 maj칤 zku코enosti a z치libu v architektu콏e, nebo etick칠m hackov치n칤 a vst콏eb치v치m jejich znalosti. Hlavn칤m c칤lem ale z콢st치v치 m칤t jednou pr치ci, kter치 m캩 bude napl켿ovat a je mi jasn칠, 쬰 se tato cesta m콢쬰 za 쬴vot je코t캩 n캩kolikr치t zm캩nit :)",
  "at": "v",
  "on": "",
  "nov2020": "Lis 2020",
  "aug2022": "Srp 2022",
  "nov2024": "Lis 2024",
  "dec2024": "Pro 2024",
  "jun2019tosep2019": "캛er 2019 - Z치콏 2019",
  "oct2019tojul2020": "콎칤j 2019 - 캛ervc 2020",
  "mar2022tomar2023": "B콏e 2022 - B콏e 2023",
  "sep2016tojun2020": "Z치콏 2016 - 캛er 2020",
  "sep2020toapr2022": "Z치콏 2020 - Dub 2022",
  "nov2020todec2024": "Lis 2020 - Pro 2024",
  "sep2023tonow": "Z치콏 2023 - nyn칤",
  "4months": "4 m캩s칤ce",
  "10months": "10 m캩s칤c콢",
  "1yr1mo": "1 rok 1 m캩s칤c",
  "4yr": "4 roky",
  "now": "nyn칤",
  "foxentryRole": "Senior Softwarov칳 in쬰n칳r",
  "foxentryDesc": "Ve Foxentry se zam캩콏uji na v칳voj produktu, kter칳 je dod치v치n jako slu쬭a. M칳m 칰kolem je optimalizovat st치vaj칤c칤 콏e코en칤 a roz코i콏ovat funkcionalitu. M치m na starost chod a n치vrh frontendov칳ch 콏e코en칤 produktu a zaji코t캩n칤 코k치lovateln칠 architektury projektu.",
  "valatronRole": "Softwarov칳 in쬰n칳r",
  "valatronDesc": "V t칠to pr치ci jsem nejv칤ce zam캩콏en na zak치zkov칳 v칳voj web콢 na m칤ru. Do t칠to chv칤le jsem dodal n캩kolik 콏e코en칤 pro r콢zn칠 klienty zalo쬰n칠 na n캩kolika frameworc칤ch. Aktu치ln캩 zde pracuji jako softwarov칳 in쬰n칳r a technologick칳 vedouc칤 projektu (tech lead)",
  "dreamindRole": "Spoluzakladatel, CTO",
  "dreamindDesc": "Vedle m칠ho hlavn칤ho zam캩sn치n칤 jsem spoluzalo쬴l men코칤 start-up s m칳mi kamar치dy. Tak칠 se zde soust콏ed칤me hlavn캩 na zak치zkov칳 v칳voj webov칳ch aplikac칤. V tuto chv칤li aktivn캩 dod치v치me 콏e코en칤 pro n캩kolik klient콢 a v칤ce jich je na cest캩.",
  "valatronOldRole": ".NET V칳voj치콏",
  "valatronOldDesc": "Pozice byla moje prvn칤 zku코enost. Dod치val jsem telefonn칤 aplikaci zalo쬰nou na .NET Xamarin frameworku a osahal jsem si zde z치klady jazyka C# a XAML.",
  "whitesoftRole": ".NET V칳voj치콏",
  "whitesoftDesc": "Programoval jsem syst칠m pro spr치vu 칰캜etnictv칤, kter칳 pom치hal 칰캜etn칤m m칤t v코echny slo쬶y na jednom m칤st캩. Aplikace byla zalo쬰na na technologii WinForms (U WinFormy nechci vid캩t).",
  "prahaCodingRole": "Lektor",
  "prahaCodingDesc": "Vyu캜oval jsem studenty a p콏ed치val jim sv칠 znalosti ve v칳voji webov칳ch aplikac칤 a good practices p콏i programov치n칤. Vyu캜oval jsem prim치rn캩 jazyk PHP.",
  "spsseName": "SPSE a VO Liberec",
  "spsseStatus": "Vyu캜en칤 s maturitou",
  "spsseField": "Informa캜n칤 technologie",
  "fitName": "FIT 캛VUT v Praze",
  "fitStatus": "Nedokon캜eno",
  "fitField": "Po캜칤ta캜ov칠 in쬰n칳rstv칤",
  "fisName": "Vysok치 맒ola Ekonomick치 v Praze",
  "fisStatus": "Aktu치ln캩 studuji",
  "fisField": "Aplikovan치 informatika",
  "czechLanguage": "캛e코tina",
  "englishC1": "Angli캜tina (C1)",
  "tuxManName": "TuxMan, ark치dov치 hra vyv칤jen치 pro FPGA",
  "tuxManSubDesc": "3. m칤sto v celost치tn칤 sout캩쬴 SO캛",
  "tuxManDate": "캛er 2020",
  "tuxManDesc": "Navrhl jsem ark치dovou hru na RTL 칰rovni a implementoval ji pomoc칤 programovateln칠ho hradlov칠ho pole (FPGA). Jednalo se o maturitn칤 pr치ci, kterou jsem z치rove켿 p콏ihl치sil do SO캛ky. Pr치ce vyhr치la t콏et칤 m칤sto a byla nominov치na na celosv캩tovou p콏ehl칤dku v 캛칤n캩. Projekt mi vedl tehdej코칤 doktorand z FIT 캛VUT, in쬰n칳r Petr Socha.",
  "thisPortfolioName": "Toto portfolio",
  "thisPortfolioShortDesc": "Osobn칤 web na m칤ru",
  "thisPortfolioText": "Jednoduch칠 portfolio obsahuj칤c칤 informace o mn캩, m칳ch projektech s mo쬹ost칤 m캩 kontaktovat",
  "eshopCymedicaName": "Eshop Cymedica",
  "eshopCymedicaShortDesc": "Webov치 aplikace - Eshop",
  "eshopCymedicaText": "Eshopov칠 콏e코en칤 na m칤ru pro klienta Cymedica. Mohou ho vyu쮂셨at pouze autorizovan칤 u쬴vatel칠, jejich spr치va je v ruk치ch klienta pomoc칤 syst칠mu CRM. Aplikace poskytuje mo쬹ost veterin치콏콢m si nakoupit veterin치rn칤 p콏칤pravky na z치klad캩 individu치ln캩 sjednan칳ch podm칤nek s klientem",
  "petShopCymedicaName": "PetShop Cymedica",
  "petShopCymedicaShortDesc": "Krabicov칠 Eshopov칠 콏e코en칤 jako webov치 aplikace",
  "petShopCymedicaText": "S칤콘 eshop콢, kter치 poskytuje veterin치rn칤 p콏칤pravky pro koncov칠 klienty. Jedn치 se o krabicov칠 콏e코en칤, kter칠 dovoluje autorizovan칠mu u쬴vateli vygenerovat dal코칤 identicky vypadaj칤c칤 eshop pro nov칠ho klienta p콏칤mo z administrace. 콎e코en칤 poskytuje mo쬹ost 칰prav jednotliv칳ch eshop콢, jako jsou nap콏칤klad n치zev spole캜nosti, pro kterou byl Eshop vygenerov치n, nebo jejich logo",
  "markeetoName": "Markeeto datab치ze firem",
  "markeetoShortDesc": "Webov치 aplikace umo쮄갓j칤c칤 filtraci firem",
  "markeetoText": "Datab치ze firem s velmi obs치hlou mo쬹ost칤 filtrac칤. Jedn치 se o aplikaci, kter치 dovoluje p콏칤stup k dodate캜n칳m funkcionalit치m na z치klad캩 vybran칠ho odb캩ru. Aplikace vyu쮂셨치 datab치zi t콏et칤 strany, kter치 obsahuje informace o spole캜nostech. Je mo쬹칠 zde spravovat nastaven칤 칰캜tu a sledovat odem캜en칠 z치znamy",
  "praetorName": "Backend solutions for real estate agents (with demo frontend applications)",
  "praetorShortDesc": "콎e코en칤 jako REST API vystaven칠 pro n캩kolik realitn칤ch kancel치콏칤",
  "praetorText": "Byl jsem sou캜치st칤 v칳voje RESTov칠ho API, kter칠 bylo vyu쮂셨치no front-endov칳mi aplikacemi v칤ce realitn칤ch kancel치콏칤 pro usnadn캩n칤 jejich pr치ce. Aplikace jim pom치h치 generovat n치jemn칤, podn치jemn칤 a dal코칤 smlouvy ve form치tu .docx, nebo .pdf. Krom generov치n칤 smluv aplikace vyhled치v치 pot콏ebn칠 informace z r콢zn칳ch rozhran칤, jako je nap콏. katastr nemovitost칤",
  "confinName": "Confin",
  "confinShortDesc": "Mikrostr치nky pro developersk칠 projekty s CMS na m칤ru pro spr치vu ka쬯칠 mikrostr치nky",
  "confinText": "Jednoduch칠 str치nky pro developersk칠 projekty. Aplikace zahrnuje jednotn칠 CMS, ve kter칠m je pro autorizovan칠 u쬴vatele mo쬹칠 spravovat informace, kter칠 se zde zobrazuj칤. T칤m mohou b칳t nap콏. konkr칠tn칤 pozemky, jejich ceny a rozloha",
  "degaName": "DEGA config",
  "degaShortDesc": "Desktopov칠 rozhran칤 pro konfiguraci detektor콢 plynu",
  "degaText": "Desktopov치 aplikace umo쮄갓j칤c칤 konfiguraci a kalibraci za콏칤zen칤 DEGA, kter칠 s nad콏azen칳m syst칠mem komunikuj칤 pomoc칤 rozhrazn칤 RS232. V칳sledn칠 konfigurace a nastaven칤 kalibrace generuje p콏칤slu코n칠 hl치코en칤. Za콏칤zen칤 je mo쬹칠 p콏ipojit k po캜칤ta캜i p콏es RS232 rozhran칤 a d치le ho konfigurovat pomoc칤 t칠to aplikace",
  "citrName": "CITR",
  "citrShortDesc": "Desktopov칠 rozhran칤 pro zpracov치n칤 p콏izn치n칤 k dani z p콏칤jm콢 pr치vnick칳ch osob",
  "citrText": "CITR je ur캜en칳 v코em, kte콏칤 zpracov치vaj칤 p콏izn치n칤 k dani z p콏칤jmu pr치vnick칳ch osob; umo쮄갓je jeho rychl칠, efektivn칤 a profesion치ln칤 vytvo콏en칤. Sou캜asn캩 aplikace ponech치v치 u쬴vateli st치lou kontrolu nad prov치d캩n칳mi akcemi a poskytuje plnou podporu pro  integraci vlastn칤ch postup콢, zvyklost칤 a znalost칤",
  "freshFlowName": "FreshFlow mobiln칤 aplikace",
  "freshFlowShortDesc": "Multiplatformn칤 kalend치콏ov치 mobiln칤 aplikace pro spr치vu t칳m콢",
  "freshFlowText": "Kalend치콏ov치 mobiln칤 aplikace ur캜en치 pro organizov치n칤 lid칤 ve spole캜nosti. Je pomoc칤 n칤 mo쬹칠 vytv치콏et ud치losti, kontakty a 칰koly, na kter칳ch je t콏eba pracovat. Umo쮄갓je k t캩mto ud치lostem zv치t lidi, kter칠 jsou sou캜치st칤 vybran칠 organizace a sd칤let s nimi vlastn칤 kalend치콏. Z aplikace je z치rove켿 mo쬹칠 v칠st telefonn칤 hovory a zas칤lat notifikace na p콏칤choz칤 ud치losti",
  "tuxManProjectsName": "TuxMan FPGA",
  "tuxManProjectsShortDesc": "FPGA 콏e코en칤 ark치dov칠 hry",
  "tuxManProjectsText": "Navrhl jsem ark치dovou hru na RTL 칰rovni a implementoval ji pomoc칤 programovateln칠ho hradlov칠ho pole (FPGA). Jednalo se o maturitn칤 pr치ci, kterou jsem z치rove켿 p콏ihl치sil do SO캛ky. Pr치ce vyhr치la t콏et칤 m칤sto a byla nominov치na na celosv캩tovou p콏ehl칤dku v 캛칤n캩",
  "services": "Slu쬭y",
  "servicesSubheading": "P콏ehled toho, co V치m m콢쬿 nab칤dnout",
  "techstack": "Techstack",
  "techstackDescription": "Jsem v치코niv칳 full-stack v칳voj치콏 se zku코enostmi ve vytv치콏en칤 코k치lovateln칳ch a vysoce v칳konn칳ch aplikac칤 pomoc칤 modern칤ch technologi칤, jako je Next.js, React a Tailwind. M치m zku코enosti s v칳vojem frontendu i backendu, vyu쮂셨aj칤c칤 JavaScript, TypeScript a Node.js spolu s .NET pro robustn칤 콏e코en칤 na stran캩 serveru. M치m zku코enosti se spr치vou datab치z칤 pomoc칤 MongoDB a PostgreSQL a zku코enosti s optimalizac칤 nasazen칤 pomoc칤 GitLab CI/CD, Docker a Redis. Vytv치콏칤m 코k치lovateln칠 a efektivn칤 콏e코en칤 na m칤ru.",
  "contactMe": "Kontaktuj m캩"
}
